remove the motivation button.

pre-set greeting text:
welcome to your ai-powered future, a hands-on workshop for curious students ready to explore the exicitng world of artificial intelligence. this should be on the landing page
Can you see my screen?  make sure audio and video are working perfectly for the best experience
questions welcome anytime! pop your questions in the q&a box-no question is too small or silly
get ready for surprises: we'll keep this fun, interative, and full of mind-blowing demos

Let's dive in!
<pre-set prompts>

prompt1: Why AI for Students/How AI Transforms Student Life
response: AI is shaping the future. By learning it now, you are preparing yourselves for amazing opportunities.
With AI, you can:
1.Solve real-world problems 🌍
2.Create exciting projects ✨
3.Build a future career in technology 💼
You are the next generation of innovators!”
Artificial intelligence isn't just changing the world—it's revolutionizing how you learn, create, and explore your potential. From supporting your projects to unleashing your artistic talents, AI makes learning faster, more engaging, and incredibly fun.
Smart Learning:
AI supports your projects with intelligent assistance and creative insights
Creative Arts:
Transform your artistic vision into stunning digital creations
Better Communication
Express your ideas more clearly and confidently than ever before
🖼️ AI Art Creation
Design posters, illustrations, and digital artwork using AI-powered creative tools
✍️ Story Generation
Craft amazing stories, poems, and creative writing with AI as your co-author
👨‍💻 Coding Adventures
Build simple programs and learn coding concepts with AI guidance and support
📊 Data Visualization
Transform boring numbers into colorful, meaningful charts and infographics






promtp2:Future Careers Powered by AI
Careers where AI plays a big role:
Doctors using AI in healthcare
Engineers in robotics
Data scientists analysing big data
Artists and designers using AI tools
AI will be part of almost every job.
AI Solution Architect 
What they do: They build the "brains" behind AI — teaching machines how to learn from data and make smart decisions.Example: An AI solution Architect bridges the gap between business needs and technical teams.
Data Scientist
What they do: They find patterns in huge amounts of data and turn them into useful insights for companies, hospitals, or governments.
Example: A data scientist helps Netflix decide what shows to recommend to each user.
Artist / Creative Technologist
What they do: They combine art and technology to make digital art, music, or animations using AI tools.
Example: An AI artist uses tools like DALL·E or Soundraw to create music videos or futuristic artwork.
Robotics Engineer
What they do: They design and program robots that can perform tasks like surgery, farming, or space exploration.
Example: A robotics engineer helps design robots used by NASA to explore Mars.
Healthcare Analyst
What they do: They use AI to help doctors detect diseases early or predict patient risks.
Example: An analyst develops an AI system that can detect signs of cancer from X-ray scans.
Cybersecurity Analyst (AI Security)
What they do: They use AI to protect computers, networks, and data from hackers.
Example: AI helps detect unusual login attempts or fake emails to keep people's data safe.
AI Entrepreneur / Startup Founder
What they do: They use AI to create new products, apps, or services that solve real-world problems. An AI entrepreneur combines creativity, coding, and business skills to build something original.
Example: A student builds an AI app that helps farmers predict rainfall or a chatbot that tutors children in rural schools.
AI Product Manager
What they do: They use AI to do end-to-end development and lifecycle of products that uses AI.
Example: AI helps  in designing, developing and launching a product also enhances existing product.
Environmental AI Scientist
What they do: They use AI to solve environmental challenges like pollution, deforestation, and climate change.
Example: AI helps predict floods or monitor forest health through satellite images.







prompt3: AI in Science Labs
Digital Simulations
Run virtual experiments safely before entering the real lab. Test different variables and see results instantly.
Perfect Preparation
Practice procedures, learn safety protocols, and understand expected outcomes before handling actual chemicals.
Enhanced Understanding
Visualize molecular interactions, chemical bonds, and reactions at the atomic level for deeper comprehension.





prompt4: AI in Maths Mastery
Step-by-Step Solutions
Watch AI break down complex equations into manageable steps, explaining the logic behind each mathematical operation clearly and patiently.
Visual Explanations
Transform abstract mathematical concepts into interactive visual representations that make geometry, algebra, and calculus intuitive and engaging.
